{
  "stories": [
    {
      "title": "So what's the deal with sunrise yoga?",
      "author": "Morgan Lee",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/morganlee\/",
      "section": "Science & Tech",
      "slug": "sunrise-yoga",
      "story": "<p><strong>What’s the deal with sunrise yoga, scientifically?<\/strong><\/p>\n<p>When we tell people that we go to yoga at 7 a.m., their first response is usually “why?” Eventually we decided to find out: Is it actually beneficial to drag ourselves out of bed two hours earlier than usual to focus on breathing and do some downward dogs?<\/p><p>The consensus from exercise scientists is that exercise is most beneficial in the <a href=\"https:\/\/www.wsj.com\/news\/articles\/SB10000872396390444180004578018294057070544?mg=prod\/accounts-wsj\">afternoon<\/a>, between the hours of 2-6 p.m. During this period of time muscle strength, hand-eye coordination and lung function all peak due to <a href=\"http:\/\/luxreview.com\/article\/2016\/05\/two-minute-explainer-circadian-rhythms\">circadian rhythms<\/a> &ndash; the body&rsquo;s regulation of certain activities at certain times of the day. Additionally, <a href=\"https:\/\/www.acefitness.org\/fitfacts\/pdfs\/fitfacts\/itemid_2625.pdf\" target=\"_blank\">body temperatures<\/a> are higher in the afternoon, helping the muscles to relax and be more flexible so that injuries are less likely to occur.<\/p><p><strong>So why yoga at 7 a.m.?<\/strong><\/p><p>Even though afternoon workouts might better aligned with our biological clocks, there are many benefits to morning exercise. A <a href=\"http:\/\/www.news.appstate.edu\/2011\/06\/13\/early-morning-exercise\/\">study<\/a> at Appalachian State University found that those who exercise early in the morning benefit from a drop in blood pressure that continues throughout the day and into the night, thus resulting in better sleep. It has also been proven that those who exercise in the morning are more likely to <a href=\"https:\/\/www.acefitness.org\/fitfacts\/pdfs\/fitfacts\/itemid_2625.pdf\">make it a habit<\/a>, possibly because so many things come up during the day that make carving out time for exercise seem like a colossal task.<\/p><p>However, whether sunrise yoga aligns with your circadian rhythm depends on a lot of factors, including what time of year it is. While everyone’s circadian rhythm is a little different, our bodies naturally want to be awake when it is light out and asleep when it is dark out. More specifically, in the dark, your body has more <a href=\"http:\/\/www.huffingtonpost.co.uk\/entry\/waking-up-before-sunrise-is-bad-for-health_uk_57f79916e4b02213e953d529\">melatonin<\/a>, a hormone that helps you sleep, and less cortisol, the hormone that gives you energy. Waking up at 6:20 a.m. to get to a 7 a.m. class can cause hormones to work abnormally if it&rsquo;s dark outside. Therefore in June, when the sun <a href=\"https:\/\/www.sunrisesunset.com\/predefined.asp?err=noCityName1\">rises<\/a> around 5:15 a.m. on the longest day of the year, “sunrise” yoga might be a better option than in December, when the sun rises two hours later.<\/p><p>Yet, some of the benefits of sunrise yoga may not be worth it if you are losing sleep to get there. A chronic lack of sleep <a href=\"https:\/\/www.webmd.com\/sleep-disorders\/features\/10-results-sleep-loss#1\">can cause<\/a> serious issues including heart problems, diabetes or even a stroke. More commonly though, losing sleep impairs alertness, memory, concentration and reasoning skills.<\/p><p>Ultimately, many experts agree that exercise at any time is better than no exercise, so find the time that works best for you.<\/p><p>According to Donna Stiles, who teaches the sunrise yoga class at SPAC, the time of day for yoga is irrelevant: As long as you are \"persistent and consistent on your mat, [you will] enjoy the benefits of yoga.\"<\/p><p>\"I think it&rsquo;s beneficial no matter what time of day you practice,\" Stiles said. \"It’s a good way to start the day, of course, and it&rsquo;s a good way to end the day. It&rsquo;s just individual &ndash; everyone’s different: there are morning people and there are evening people so it&rsquo;s just a personal choice.\"<\/p><p><em>Stiles teaches a sunrise yoga class at SPAC at 7 a.m. on Tuesdays and Thursdays. A calendar of all of the fitness classes offered at NU can be found <a href=\"http:\/\/planitpurple.northwestern.edu\/#search=\/0\/9\/1+2+3+4+5\/\/month\" target=\"_blank\">here<\/a>.<\/em><\/p>"
    },
    {
      "title": "A modern love: the phone & the brain",
      "author": "Ryan Wagner",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/ryanwagner\/",
      "slug": "phone-brain",
      "story": "<p>Do you suffer from <a href=\"https:\/\/www.scientificamerican.com\/article\/scientists-study-nomophobia-mdash-fear-of-being-without-a-mobile-phone\/\" target=\"_blank\">nomophobia<\/a>, the fear of not being with your cell phone? <a href=\"https:\/\/www.psychologytoday.com\/blog\/artificial-maturity\/201409\/nomophobia-rising-trend-in-students\" target=\"_blank\">About two-thirds of adults are afflicted with this phobia<\/a>, and research shows that <a href=\"https:\/\/www.psychologytoday.com\/blog\/artificial-maturity\/201409\/nomophobia-rising-trend-in-students\" target=\"_blank\">nomophobia and cell phone addiction are as severe, if not more so, in college students<\/a>.<\/p>\n<p>Freshman Isabella Vavra is no stranger to this behavior among college students. \"When I walk down Sheridan Road, I don&rsquo;t necessarily see people on their phones, but most people have their headphones in and are tuned out to the world,\" she said.<\/p>\n<p>On average, <a href=\"https:\/\/techcrunch.com\/2017\/03\/03\/u-s-consumers-now-spend-5-hours-per-day-on-mobile-devices\/\" target=\"_blank\">Americans spend five hours per day on their phones<\/a>. This statistic is drastically worse for college students; a <a href=\"https:\/\/www.baylor.edu\/mediacommunications\/news.php?action=story&amp;story=145864\" target=\"_blank\">Baylor University study<\/a> found that female college students spend 10 hours per day on their phones and male students spend eight. With this many hours devoted to phone usage, the consequences are significant, especially for the brain.<\/p>\n<p>The brain <a href=\"https:\/\/www.scientificamerican.com\/article\/scientists-study-nomophobia-mdash-fear-of-being-without-a-mobile-phone\/\" target=\"_blank\">treats cell phones like significant others<\/a>. This is a bizarre - yet fitting - way to realize how powerful phones are to the psyche. If a romantic partner is lost, it is common to experience a sense of loss, perhaps grief. Replace that significant other with watching your cell phone shatter on the floor, and the reaction is not too different. In fact, considering that students arguably spend more time with their cellphones than with their significant others, the psychological reaction to losing a cell phone and the connectivity and other features associated with it could be even more severe than the loss of a significant other.<\/p>\n<p>Our brains work very hard, and need the occasional rest; sleep is vital for maintaining optimal health. Yet cell phone use causes <a href=\"https:\/\/www.scientificamerican.com\/article\/q-a-why-is-blue-light-before-bedtime-bad-for-sleep\/\" target=\"_blank\">significant deterioration of sleep quality<\/a>. This is because the <a href=\"https:\/\/www.scientificamerican.com\/article\/q-a-why-is-blue-light-before-bedtime-bad-for-sleep\/\" target=\"_blank\">blue light emitted by cell phones affects melatonin<\/a>, the hormone that causes sleep. When melatonin levels are impacted, the body&rsquo;s circadian rhythm, its natural clock, is negatively affected. Research has shown that this not only affects sleep but also <a href=\"https:\/\/www.scientificamerican.com\/article\/q-a-why-is-blue-light-before-bedtime-bad-for-sleep\/\" target=\"_blank\">the functionality of organs that depend on the circadian rhythm<\/a>. In effect, the damage to the circadian rhythm can have potentially devastating consequences on the body.<\/p>\n<p>To counter the effects of cellphone use on the circadian rhythm, Apple added \"<a href=\"https:\/\/www.theverge.com\/2016\/3\/29\/11326194\/apple-night-shift-blue-light-sleep\" target=\"_blank\">Night Shift\"<\/a> to their devices to filter out blue light at night. The goal of this new feature is to reduce the effects of blue light on melatonin. While this innovation is meritorious in its efforts to improve the sleeping conditions of the populace, research shows that s<a href=\"https:\/\/www.theverge.com\/2016\/3\/29\/11326194\/apple-night-shift-blue-light-sleep\" target=\"_blank\">timuli from interactions on electronics, including reading emails and texting, prevent sleep<\/a>. Effectively, even if \"Night Shift\" works, the act of interacting on one&rsquo;s phone will likely disrupt sleep anyways.<\/p>\n<p>There is a significant correlation between poor mental health and college students. According to the <a href=\"http:\/\/www.csc.edu\/bit\/resources\/statistics\/\" target=\"_blank\">National Alliance on Mental Illness<\/a>, \"[m]ore than 80 percent of college students felt overwhelmed by all they had to do in the past year and 45 percent have felt things were hopeless.\" In addition, about 10 percent of students are diagnosed or treated with anxiety with an another 10 percent diagnosed or treated with depression. Overall, three-quarters of all mental health disorders begin by the age of 24.<\/p>\n<p>This problem has been worsening. A survey by the Association for University and College Counseling Center Directors found that almost three-quarters of counseling center directors observed an increase in the severity of mental health concerns as well as related behavior. <a href=\"http:\/\/www.csc.edu\/bit\/resources\/statistics\/\" target=\"_blank\">One contributing factor<\/a> could be that students do not seek help with fear of stigma being the primary reason. Only 1.4% of directors observed a decrease in mental health concerns on campus.<\/p>\n<p>What does this have to do with cell phone use? Those with poor mental health are more likely to engage in <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5076301\/#B160\" target=\"_blank\">addictive cell phone behaviors<\/a>. These include checking one&rsquo;s phone constantly as a coping mechanism for stress as well as contacting others as a social distraction. Additionally, a rather strange symptom of phone addiction is phantom cell phone vibration syndrome, which is when one perceives that their phone has vibrated but actually has not; it was <a href=\"https:\/\/www.psychologytoday.com\/blog\/reading-between-the-headlines\/201307\/smartphone-addiction\" target=\"_blank\">merely an illusion<\/a>.<\/p>\n<p>Junior Ava Jordan Serra can attest to these behaviors. This school year, she has reduced her daily phone use to one hour of active use like texting, with an additional four hours of passive use, such as listening to music. \"I would just be sitting somewhere and my phone would vibrate, and I would check, and there would be no notifications. I uninstalled a bunch of apps on my phone, and I&rsquo;ve had my phone on \"Do Not Disturb\" the whole quarter to stop being so available to people. People get mad when they notice that I&rsquo;m on Messenger and I don&rsquo;t respond to messages. It&rsquo;s stressful.\"<\/p>\n<p>Studies show that students engage in habits involuntarily when they encounter negative feelings, including cell phone use. Such habits <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4354213\/#b10-AHJ-06-093\" target=\"_blank\">reduce negative feelings<\/a> like worry and anxiety. Cruelly, the very electronic devices that contribute to poor mental health are also capable of being used as coping mechanisms to alleviate the symptoms of a poor state of mental health. There are relationships between cell phone addiction and depression&nbsp; <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5076301\/#B160\" target=\"_blank\">as well as chronic stress, anxiety,<\/a> and <a href=\"https:\/\/www.medicinenet.com\/script\/main\/art.asp?articlekey=9463\" target=\"_blank\">somatization<\/a>, the exhibition of physical symptoms caused by underlying psychological problems.<\/p>\n<p>The psychological effects of cell phone use on college students have been the subject of expansive research. Yes, cell phones are an essential part of college life. But the most valuable part of the college student, the brain, needs a serious break, and it has been telling millions of students this for far too long.<\/p>"
    },
    {
      "title": "Can athletes perform well on special diets?",
      "author": "Charlotte Hu",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/charlottehu\/",
      "slug": "sample-head",
      "story": "<p>Many people believe that vegans and vegetarians are severely lacking in protein, that gluten-free diets are hip and slimming - the list goes on. Generally, many of these thoughts are misconceptions, and often play a much smaller role in special diets than people assume. In everyday diets, the aggregate amount of daily calories that an average person needs is relatively low, and a few missing grams of protein will not severely impair body function.<\/p>\n<p>However, for someone who uses more than an average amount of energy each day, these values become significantly more impactful. The true test to whether these special diets are feasibly sustainable and healthy for common, everyday regiments comes in seeing whether high-performing student athletes can live - and eat - by them. Katie Knappenberger MS, RD, CSSD, ATC, Northwestern Athletics&rsquo; coordinator of performance nutrition, works to ensure athletes with special diets meet their daily nutrient and energy needs.<\/p>\n<p>On top of early morning and late night workouts and competitions among, the athlete&rsquo;s body is a well oiled temple, meant to function at top shape both on and off the field. But what they put out and how smoothly they function depends on what they put into their bodies. The first line of critical analysis is the overall calorie demands of a student athlete. The USDA&rsquo;s recommended daily calorie intake for a moderately active college-aged person is around 2800 for men and 2200 for women. To maintain your weight, the calorie expenditure must be approximately equal to the consumption. For weight loss, the expenditure must be greater than the consumption, and for weight gain, the expenditure must be less than consumption. Comparatively, some student athletes expend up to three times the amount of daily calories than the average college student. According to Knappenberger, the lower end of calorie expenditure for college athletes is around 2500 while the high end is around 6000. Of course, the amount of calories an athlete is burning depends on their size, the percentage of muscle in the body and the intensity of exercise. For example, a football lineman like J.B. Butler would fall on the upper end of the spectrum for energy expenditure.<\/p>\n<p>Manon Blackman and Sophia Stoughton both run. One as a triathlete, and one in Northwestern club track. They both expend an average of almost 2000 calories every day through exercise alone. These calories account for running, weight-lifting, strength-training and stretching. Blackman has been a vegan for two years and an athlete for over seven years. Stoughton has been fairly athletic her entire life, but became a vegetarian when she was 12-years-old, around the same time that she started running.<\/p>\n<p><img src=\"http:\/\/media.northbynorthwestern.com.s3.amazonaws.com\/uploads\/2017\/12\/11\/Screen_Shot_2017-12-11_at_11.42.40_AM.png\" width=\"440\" height=\"360\" \/><img src=\"http:\/\/media.northbynorthwestern.com.s3.amazonaws.com\/uploads\/2017\/12\/11\/Screen_Shot_2017-12-11_at_11.42.51_AM.png\" width=\"440\" height=\"358\" \/><\/p>\n<p>Graphics by Savannah Christensen<\/p>\n<p>Post-exercise is where the energy recovery happens, and replenishing the calories lost during exercise is crucial. On occasions, athletes&rsquo; meals are planned out for them, but most of the times, they are in charge of their own food. Knappenberger says the athletes at Northwestern go through an intensive nutrition education program that teaches students to alternate their intake of fruits, vegetables, carbs and proteins based on a day&rsquo;s work. On high-intensity workout days, the recommendation is for half of the plate to be carbs, a quarter to be vegetables and fruits, and a quarter to be lean protein. On an off-day, when athletes are doing mostly stretching, yoga or low-endurance, low-intensity exercises, the plate would look very different. It would be a quarter carbs, half fruits and vegetables, and a quarter lean protein. The off-day plate more closely resembles how the plate of an average person (should) look as recommended by <a href=\"https:\/\/foh.psc.gov\/calendar\/nutrition.html\" target=\"_blank\">Federal Occupational Health<\/a>. The sheer volume of a regular athlete&rsquo;s plate astounds many people, and that volume is increased for athletes with special diets. Many commonly available foods allow for a higher density of easily accessible proteins, carbs and nutrients than would foods for special diets. But when it comes to these diets posing challenges and hurdles to athletic rituals such as carb-loading before a huge competition and protein-loading to recover post-competition, Knappenberger said that it shouldn&rsquo;t.<\/p>\n<p>In fact, she said that there are a wide range of diets across members of the NU athletic community and they span all types of sports, including vegan female athletes, vegetarian male athletes, lactose-free strength and power athletes and lactose-free endurance athletes &ndash; to name a few. Stoughton and Blackman agree. Both say that they have not found it challenging to properly fuel up.<\/p>\n<p>According to Knappenberger, the challenge comes for students who are under-prepared and under-educated. Athletes who are on vegan and vegetarian diets need to eat higher volumes of a wide variety of foods to meet the same energy demand. For example, the amount of protein available in one piece of chicken breast can be supplemented with two cups of chickpeas. Gluten-free athletes can carb-load on rice, quinoa, flax, corn and potato as alternatives to pasta and bread.<\/p>\n<p>All in all, depending on their diet, these athletes need to consider their fuel a little bit more than your average athlete. \"We are in an environment that doesn&rsquo;t always lend itself to help them, so they need to be planning ahead, packing their own foods, looking at the menu before going to a restaurant,\" Knappenberger said. \"We don&rsquo;t want them to under-fuel, which is always a risk.\"<\/p>\n<p>Stoughton said that she eats more plant-based carbs than most of her teammates, and more food in general than her teammates. She has maintained a healthy weight and doesn&rsquo;t have trouble building muscle.<\/p>\n<p>\"If you are eating mostly whole, unprocessed foods, a varied diet, and you are eating enough, then you don't need to worry about getting your essential nutrients and staying healthy. A lot of people use veganism as a weight loss tool and won't eat sufficiently, then when they are deficient they blame it on veganism,\" Blackman said. She additionally notes that given she watches her diet, especially before and after an intense event such as running a marathon, her body tends to recover better than it did before she was vegan.<\/p>\n<p>Under-fueling is only one aspect: these athletes also must consider their vitamins and nutrients, a vital and even more tedious aspect to maintain. Two of the most important vitamins and nutrients athletes need for high performance are creatine and vitamin B-12. Most of the sources for these two nutrients come from meat, since they are not as bioavailable from plant sources.<\/p>\n<p>Creatine is found in the muscle and is a crucial factor that aids in energy production during high intensity exercises. For the science nerds, this is what helps produce ATP molecules in the body. Vitamin B-12 helps to keep the body&rsquo;s blood cells healthy.<\/p>\n<p>Most humans get their creatine from meat, and their B-12 from fish, meat, eggs and milk. \"We recommend [blood tests] sometimes, because being vegan and vegetarian could put you at risk for iron deficiency, vitamin D deficiency, vitamin B-12 deficiency, and we want to exercise caution,\" Knappenberger said, adding that most athletes are already at risk for iron deficiency. Among many other reasons, this means extra education is required for these athletes. In addition, they are recommended to talk to NU dieticians about their eating plans.<\/p>\n<p>\"It all comes down to the amount of calories they need. The more food they need, the more of a challenge it is sometimes,\" said Knappenberger.<\/p>\n<p>This is why the nutrition team has to work with the athletes to tackle these more tricky parts. If the athletes do use a vegan meat substitute to replace meat in their diet, it&rsquo;s usually fortified with vitamins which helps. Cereals and multivitamins, which both Blackman and Stoughton take, can also be beneficial. Otherwise, nutritionists have to get really creative to combine beans with grains and pull from all kinds of different food groups. The athletes have to sit down and work with certified dieticians to talk over what they need to do. A common myth is that these diets are all healthy, but Knappenberger said that you can have an unhealthy vegetarian diet or vegan diet as well if you&rsquo;re not eating everything you&rsquo;re supposed to.<\/p>\n<p>Knappenberger acknowledges that a lot of these special diets are linked to medical conditions, such as lactose intolerance or gluten intolerance, and in these cases the diet plans are really appropriate and necessary. She does express concern when people try out diets that are trending, such as going gluten-free.<\/p>\n<p>\"If it&rsquo;s not linked to medical condition, we have to be careful of it masking things such as eating disorders. A lot of our athletes have eating disorders,\" she said. This isn&rsquo;t uncommon, either: NCAA even <a href=\"http:\/\/www.ncaa.org\/sport-science-institute\/mind-body-and-sport-eating-disorders\" target=\"_blank\">published an article<\/a> to warn and safeguard student athlete mental wellness. \"You can declare yourself vegan or vegetarian as an easy way to cut out food. If you&rsquo;re gonna subscribe to an eating plan, know your why and own your why.\"<\/p>"
    },
    {
      "title": "NBN Reviews Mental Health Apps",
      "author": "Carly Menker",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/carlymenker\/",
      "section": "Science & Tech",
      "slug": "mental-health-apps",
      "story": "<p>You&rsquo;re rushing to get to your class in Francis Searle that starts in two minutes but you&rsquo;re coming from by the Arch. You have to be at this meeting at Norris in five. But you also have to be at Tech for a review session for your midterm. Can you split in two? Your mom&rsquo;s friend&rsquo;s sister&rsquo;s cousin&rsquo;s wife needs advice about her breakup with her boyfriend. You have a six page paper you haven&rsquo;t started yet and it&rsquo;s due in two hours. How can you do it all and stay sane?<\/p>",
      "<p><em>Advantages<\/em>": "Good for procrastination, good distraction<\/p>",
      "<p><em>Disadvantages": "<\/em> Some meditations you have to pay extra for, but there are a lot that are free<\/p>",
      "<p><em>Disadvantages<\/em>": "Can&rsquo;t do much in regard to mental health beyond distracting, might make you stressed while playing because of the things you need to do, thus you play stressfully<\/p>\n<p><em>Hot take<\/em>: 2 &frac12; stars<\/p>\n<p><\/p>\n<p>But apps aren&rsquo;t the only thing out there. Maybe you hate your cellphone because the sub-zero temperature of the Midwestern Tundra has frozen its battery forevermore. No problem, NBN&rsquo;s got you.<\/p>\n<p>CAPS, Counseling and Psychological Services at NU has just revealed a new feature called Breathe that can be accessed anywhere: smartphone, laptop, iPad, Desktop, you name it. The <a href=\"http:\/\/www.northwestern.edu\/breathe\/\" target=\"_blank\">website<\/a> can be your new go-to instead of the pint of Ben &amp; Jerry&rsquo;s calling out from your dorm room freezer (Saving yourself from the freshman fifteen and decreasing stress? Woah, 2 in 1 deal!)<\/p>\n<p>The website essentially is a meditation portal to help students find moments of balance in their stressful, busy days. The shortest meditation is roughly six minutes long, and the longest available one is about 30 minutes, which was created to help the listeners fall asleep when troubles are keeping them up at night. With sections called, \"I&rsquo;m Overwhelmed!\" \"Test Anxiety\" and \"Sleep,\" Breathe is specifically designed to cater to Northwestern students. It is an amazing resource, and is highly recommended to be tried before any other app.<\/p>\n<p>Still stressed or anxious? What are you waiting for? Go explore these amazing resources!<\/p>"
    },
    {
      "title": "A Cost-Analysis of the Mono Study",
      "author": "Carlyn Kranking",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/carlynkranking\/",
      "slug": "mono-study",
      "story": "<p>It&rsquo;s been said you can get your tuition paid if you are hit by a car. But here at Northwestern, you can get enough cash to fund weeks of drinks at Norbucks for one small price: getting mono. Due to <a href=\"http:\/\/www.northwestern.edu\/healthservice-evanston\/news-announcements\/study\/index.html\" target=\"_blank\">a running study about risk factors that may predict Chronic Fatigue Syndrome<\/a> (CFS) after mono, students are getting paid for contracting the disease, and subsequently turning it into a running joke around campus.<\/p>\n<p>\"It was kind of a joke,\" said sophomore Maddie Jarrard, who participated in the study last year. \"There have been times when my friends have had mono and they&rsquo;re enjoying their drink or something and I&rsquo;m like, &lsquo;Hey you wanna pass that over here, give me some money?&rsquo;\"<\/p>\n<p>These kinds of jokes stem from a paid research study on campus conducted by Dr. Ben Katz of the Department of Pediatrics at Northwestern. Participants fill out three questionnaires &ndash; approximately 5-10 minutes each &ndash; and donate a blood sample for the first part of the study, for which they are paid $60. Students who later develop mono may return for the second phase of the study and do so again six months later for part three &ndash; and they will earn $100 each time.<\/p>\n<p><a href=\"https:\/\/www.healthline.com\/health\/mononucleosis#complications7\" target=\"_blank\">Infective mononucleosis<\/a>, or mono for short, is usually <a href=\"https:\/\/www.cdc.gov\/epstein-barr\/about-mono.html\" target=\"_blank\">caused by the Epstein-Barr virus<\/a> and includes symptoms like fever, headaches, fatigue and sore throat. Called \"the kissing disease\" because it <a href=\"https:\/\/www.medicinenet.com\/infectious_mononucleosis\/article.htm#how_is_mono_transmitted_or_spread_what_is_the_incubation_period_for_mono_what_is_the_contagious_period_for_mono\" target=\"_blank\">spreads through the sharing of saliva<\/a>, mono will infect <a href=\"http:\/\/www.nytimes.com\/ref\/health\/healthguide\/esn-mono-ess.html\" target=\"_blank\">95 percent of people by their late 30s<\/a>, though they may not show symptoms. About 5 percent of students will develop mono during college, according to Katz.<\/p>\n<p>The study&rsquo;s goal is to be able to predict which young adults will develop <a href=\"https:\/\/www.mayoclinic.org\/diseases-conditions\/chronic-fatigue-syndrome\/symptoms-causes\/syc-20360490\" target=\"_blank\">CFS<\/a> &ndash; lingering fatigue often accompanied by lightheadedness or dizziness when active, sensitivity to light and sound, slow thinking and other symptoms &ndash; after having mono, as early as possible. While about 10 percent of people with mono will develop CFS, experts do not know what causes it, though it often follows a disease like mono.<\/p>\n<p>For helping scientists research the illness, students could earn up to $260; it&rsquo;s little wonder that jokes like Jarrard&rsquo;s have come as a result of this possibility.<\/p>\n<p><strong><em>What&rsquo;s it like to have mono, anyway?<\/em><\/strong><\/p>\n<p>The simple answer: not good.<\/p>\n<p>Freshman Maddie Fink had barely been on campus for a day when she was diagnosed with mono. Her symptoms lasted for about a month, forcing her to spend lots of time in her room focusing on recovery.<\/p>\n<p>\"My throat was swollen shut so I had to be on steroids so I could eat,\" Fink said. \"I was exhausted, I had a fever for like three weeks, fatigue, all those sorts of things.\"<\/p>\n<p>While having mono at the beginning of freshman year could make it really difficult to meet people, Fink said that she got lucky because she had made a lot of friends on her pre-orientation trip. Because of that, her female friends came to her in her room, but Fink said she didn&rsquo;t get to meet many guys at the start of the year.<\/p>\n<p>Having mono in college also takes a toll on school work. Fink said mono caused her to struggle in fall quarter.<\/p>\n<p>\"I had to drop a class and I really couldn&rsquo;t do anything for a while, so my grades right now are definitely not what they would be if I didn&rsquo;t have mono,\" she said.<\/p>\n<p>Fink is not alone &ndash; freshman Julian Freiberg was diagnosed with mono and strep at the same time. Freiberg suffered from fatigue, chills and a sore throat.<\/p>\n<p>He, too, struggled to keep up with schoolwork despite having mono.<\/p>\n<p>\"It definitely made it hard for me to do a lot of the homework and readings when it first happened,\" Freiberg said. \"I can&rsquo;t really work for extended periods of time, which makes it hard to catch up.\"<\/p>\n<p>Though Fink did not participate in the mono study, and therefore did not get paid, she said that she could not put any dollar amount on the suffering caused by mono.<\/p>\n<p>\"It&rsquo;s really not worth it, period,\" Fink said. \"I wouldn&rsquo;t care about any sort of monetary compensation, it just sort of sucked, and I&rsquo;m happy it&rsquo;s over. I would never want to do that again.\"<\/p>\n<p><em><strong>So, should I sign up for the study?<\/strong><\/em><\/p>\n<p>The financial incentive is a major factor in drawing students to the study. For many, getting paid makes it all worth it. The prospect of earning money even pushes some students to step outside their comfort zones.<\/p>\n<p>\"Even though I&rsquo;m pretty afraid of syringes or shots or anything like that, I am a poor child and a sucker for money so I went and got my blood drawn for $60,\" Jarrard said. \"I probably wouldn&rsquo;t have done that if there wasn&rsquo;t that kind of incentive.\"<\/p>\n<p>Just as no one&rsquo;s going to jump out in front of a moving vehicle to get their tuition paid, students who joke about contracting mono don&rsquo;t plan to actually follow through. It seems the costs of mono heavily outweigh the possibility of $100 in their pocket.<\/p>\n<p>Students say that participation in the mono study is a simple way to help out the researchers and earn some quick money for answering surveys and giving blood. But while the jokes about developing mono on purpose are funny, they should stay as just that &ndash; jokes.<\/p>\n<p>\"It&rsquo;s a joke that we have, but I don&rsquo;t think I would seriously attempt to contract mono,\" Jarrard said. \"Honestly, I don&rsquo;t think I could handle having mono at school.\"<\/p>\n<p>However, if a student participating in the research study does happen to get sick, the money they earn can make their situation a little less dismal.<\/p>\n<p>\"We don&rsquo;t want people to get sick obviously,\" Katz said. \"But if you get sick, maybe we can learn something, and you&rsquo;ll earn a few dollars.\"<\/p>"
    },
    {
      "title": "Living on a Vegan\/Vegetarian Diet",
      "author": "Morgan Lee",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/morganlee\/",
      "slug": "veg-diet",
      "story": "<p>According to a 2015 <a href=\"http:\/\/www.vrg.org\/blog\/2015\/05\/29\/how-often-do-americans-eat-vegetarian-meals-and-how-many-adults-in-the-u-s-are-vegetarian-2\/\" target=\"_blank\">Harris Poll<\/a>, only 3.4% of American adults eat no meat including fish; however, 36% of American adults eat at least one vegetarian meal a week.<\/p>\n<p>Due to the abundance of vegans and vegetarians on campus, a particularly persuasive documentary, or just the sheer fact that the vegan\/vegetarian lines in the dining hall are shorter, you may have considered turning towards a diet without meat or animal products. But, is it really healthy?<\/p>\n<p>First, there are many different variations of the plant-based diet with the three most common being veganism (no animal products), vegetarianism (all animal products except meat or fish), and pescetarianism (fish and animal products but not meat).<\/p>\n<p>Many <a href=\"https:\/\/www.health.harvard.edu\/staying-healthy\/becoming-a-vegetarian\" target=\"_blank\">health experts agree<\/a> that there are multiple health benefits to a more plant-based diet, including lower risk for cardiac events, cancer and type two diabetes.<\/p>\n<p>According to a study by the <a href=\"http:\/\/ajcn.nutrition.org\/content\/89\/5\/1627S.full\">American Journal of Clinical Nutrition<\/a>, vegans often have healthier weights, lower cholesterol and lower blood pressure which reduces their risk of heart disease. This is because vegans and vegetarians tend to stay away from high fat foods such as beef and other non-lean meats.<\/p><p>\"Overall, I generally feel like my diet is healthier because most of the meat I ate was bacon and hotdogs and stuff anyway, so I cut a lot of fat out,\" said Communication freshman Sophia Blake, who has been a vegetarian for almost five years.<\/p><p>However, a worry many non-meat eaters may have is not getting the proper nutrition. You could technically eat cookies all day and still be vegetarian, but you would not receive the same health benefits as people like Cohen, who eat veggies and health foods. Some of the most common<a href=\"http:\/\/www.eatright.org\/resource\/food\/nutrition\/vegetarian-and-special-diets\/food-sources-of-important-nutrients-for-vegetarians\" target=\"_blank\"> nutrients<\/a> missing for vegetarians are iron and protein. Iron can be found in beans, dark leafy greens and some fortified cereals. Vegetarians can get their protein fix with beans, soy, eggs or dairy.<\/p>\n<p>\"I definitely feel more alert and healthy since becoming vegan,\" said SESP freshman Sydney Cohen. \"Being vegan has also made me try a lot of new healthy food like quinoa and different veggies.\"<\/p> <p>Vegans, however, can have an even harder time finding certain nutrients typically found in dairy products, such as calcium, Vitamin B12 or Vitamin D. Some ways to get vitamins B12 and D are through fortified foods such as cereal, soy milk and more (just be sure to check the label!). Calcium can also be found in some fortified foods, but is more prevalent in leafy greens, broccoli and almonds.<\/p>\n<p>To remedy this, Sodexo consultant dietitian Pam Lugthart recommends transitioning gradually. \"I recommend to start by substituting one or two meat containing meals per week with meatless meals. Once that is established, one can continue eliminating animal products from their diet until they reach their goal,\" she says,\" If someone wants to become vegan, I recommend that they consult with a dietitian to assure they are getting adequate nutrients in their diet.\"<\/p>\n<p>For Northwestern students, eating vegan or vegetarian can be a daunting task, but all dining halls always provide a vegan option. In order to stay healthy and get all the nutrients you need, stick to the salad bar and those vegan options. However, if you&rsquo;re feeling like splurging, pasta, grilled cheese and pizza are all frequent vegetarian options in the dining halls - just be sure to not rely on these options all the time.When going out into Evanston, you can try places with vegan options such as Blaze Pizza, FlatTop Grill, Olive Mediterranean Grill and the sorbet at Forever Yogurt.<\/p>\n<p>So, if you decide to try the vegan or vegetarian lifestyle at NU, remember to eat your greens!<\/p>"
    },
    {
      "title": "Guide to Getting Sick on Campus",
      "author": "Lilly Pace",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/lillypace\/",
      "slug": "sick-guide",
      "story": "<p> As someone who’s had five bad colds, mono and an unexplainable ulcer all since arriving on campus a year and a half ago, I’d like to say I’m pretty experienced in where to go when you’re not feeling too great. Since my regular doctors are over 1,000 miles away, navigating where I should go in Evanston for both minor and serious health problems has caused many meltdowns and panicked calls to my mother. To save you (and your parents) from that unneeded stress, I’ve created your guide to getting sick on campus. <\/p>\n<p> <strong> Northwestern University Health Services in Searle Hall <\/strong> <\/p>\n<p> This should be your first stop if you’re feeling a little sick, from a virus to a cold to strep. Any Northwestern student is eligible to use Searle’s health services. Nurses can test and treat you for an illness, injury or sexual health issues, as well as administer vaccines. Searle is also where you go to get your blood drawn if you participate in the mono research study. (Because if you’re going to get mono, you might as well earn $160 from it!) You can call at 847-491-2204 for an appointment or make one <a href=\"https:\/\/www-healthy.nuhs.northwestern.edu\/login_directory.aspx\" target=\"_blank\"> online if it’s non-urgent. Appointments can sometimes be difficult to come across, especially during flu season, so I recommend scheduling Searle visits as soon as you start feeling badly – you can always cancel free of charge up until two hours prior to your appointment. Searle is open 8:30 a.m. to 5 p.m. on Mondays, Wednesdays, Thursdays and Fridays, and open 9:30 a.m. to 6 p.m. on Tuesdays. On Saturdays, the center is open from 9-11:30 a.m. for urgent care only. If you need to see a doctor after hours, students are encouraged to go to Northwestern Medicine Immediate Care. If you’re on the Northwestern Student Health Insurance plan, you won’t be charged for visiting another health center when Searle is closed. <\/p>\n\n<p> <strong> Northwestern Medicine Immediate Care <\/strong> <\/p>\n<p> For after Searle’s hours, or if your insurance covers it, Northwestern Medicine Immediate Care is located in downtown Evanston at 1704 Maple Avenue. Personally, I’ve received excellent care during my doctor's visits at this immediate care center. (The doctors knew I had mono when I didn’t even show symptoms!) They can test and treat you for any illness like the flu, strep or mono; draw and test your blood; or refer you to other speciality doctors if necessary for more serious illnesses. Northwestern Medicine Immediate Care is open every day from 8 a.m. to 8 p.m., and walk-ins are welcome. <\/p>\n\n<p> <strong> Presence Saint Francis Hospital <\/strong> <\/p>\n<p> For emergencies, or if you need to see a specialty doctor, Presence Saint Francis is the closest hospital to campus. Located at 355 Ridge Avenue in Evanston, only about a 10-minute drive from campus, this is the best place to go for after-hours emergencies or more serious health conditions. Side note: This hospital is huge. If you have an appointment to see a specialty doctor, plan on getting there 15 minutes early to navigate the twisting hallways and many, many offices. <\/p>\n\n<p> <strong> CVS <\/strong> <\/p>\n<p> For any prescriptions or over-the-counter medicine purchases, the CVS at 1711 Sherman Avenue in downtown Evanston is the best and closest place to go. The store is open everyday from 7 a.m. to 10 p.m., but beware: The pharmacy is only open from 8 a.m. to 9 p.m. on weekdays, 9 a.m. to 6 p.m. on Saturdays and 10 a.m. to 6 p.m. on Sundays. The store sells all items needed to fight off just about any illness, from allergy medicine to pain relievers to cough medicine to decongestants. Plus, there are multiple aisles with snacks and candies – which, let’s be honest, we all deserve when we’re not feeling so great. <\/p>\n\n<p> Hopefully you won’t ever need this guide, but if you ever find yourself down with the Northwestern plague, with the help of the places on this list, you’re sure to be feeling better and back to the grind in no time. <\/p>"
    },
    {
      "title": "A Wildcat’s guide to sexual health",
      "author": "Rita Liu",
      "author-link": "http:\/\/www.northbynorthwestern.com\/author\/ritaliu\/",
      "slug": "sexual-health-guide",
      "Story": "",
      "deck": "College comes with a whole slew of new things to worry about: classes, tough professors, midterms, the whole shebang. However, something that people often forget to worry about is sexual health. Since a lot of students have been with the same family doctor for most of their childhoods, the idea of seeking out a new doctor in the Evanston area may seem kind of daunting. However, there are many options for those who are looking."
    }
  ],
  "locations": [
    {
      "location": "Northwestern Medical Center",
      "address": "633 Emerson St, Evanston, IL 60208",
      "coordinates": "[42.0522868,-87.67886220000003]",
      "descrip": "Who doesn’t love Searle? While almost everyone has either heard a horror story about the beloved on-campus medical center, or personally experienced its wonders, it is still the most convenient, cost-effective resource on campus. In terms of sexual health, their services are actually pretty great: they offer everything from birth control to STI testing. \nIf you are covered by the Northwestern Health Insurance, they offer generic brands of birth control for no additional cost. A Plan B pill will cost you about $20 per dose, which is a lot cheaper than what you can find at most pharmacies – just bring your Wildcard. They also offer a variety of different STI tests, again covered by the Northwestern Health Insurance. If you have a different plan, the prices will range from $17 (syphilis) to $70 (HPV) – which is still cheaper than most clinics. Also, on the third floor of the Northwestern Medical Center is CARE, where the members of SHAPE operate – highly-trained, socially conscious peer educators who will take the time to talk you through the pros and cons of different birth control options, educate you on STIs and have access to a plethora of information and free supplies. They also have a table at either Norris or in front of old Kellogg every Friday from 9 a.m. to 4 p.m. if you are too busy to make a trip to Searle.  To view and schedule appointment times: <a href=\"https:\/\/www-healthy.nuhs.northwestern.edu\/login_directory.aspx\">https:\/\/www-healthy.nuhs.northwestern.edu\/login_directory.aspx<\/a>"
    },
    {
      "location": "Howard Brown Health Center",
      "address": "6500 N. Clark Street, Chicago IL, 60626",
      "coordinates": "[41.9999754,-87.671648]",
      "descrip": "The Howard Brown Health Center requires some travel time (around 46 minutes), but it offers some free services, which makes it immediately endearing. They hold walk-in times Monday through Thursday from noon to 7 p.m., and on Fridays from 9 a.m. to 4 p.m., and serve on a first-come first-served basis. As promised, they administer free HIV and pregnancy tests. They also provide trans and non gender-conforming health care, such as hormone administration and monitoring. Contact them at:  773-564-4156"
    },
    {
      "location": "Planned Parenthood",
      "address": "5725 N. Broadway, Chicago, IL 60660",
      "coordinates": "[41.9862892,-87.65941959999998]",
      "descrip": "If you are not covered by the Northwestern Health Insurance Plan, or if you are interested in getting an IUD, you might prefer to visit Planned Parenthood. The closest one is in Rogers Park, about 35 minutes away. On the red line – get off at Bryn Mawr. The IUD costs $848 at face value, but as you might know, Planned Parenthood operates on a pay-as-you-can basis and takes most forms of insurance. They will tell you your expected contribution before your appointment if you call them (their number is 773-942-7193). As with Searle, Planned Parenthood offers STI testing, although it is slightly more expensive. According to the secretary at this branch, the tests range from $40-60 if you’re non-symptomatic. To view and schedule an appointment times: <a href=\"https:\/\/www.plannedparenthood.org\/health-center\/illinois\/chicago\/60660\/rogers-park-health-center-2266-90430\">https:\/\/www.plannedparenthood.org\/health-center\/illinois\/chicago\/60660\/rogers-park-health-center-2266-90430<\/a>"
    },
    {
      "location": "Kimberly Moloney, M.D.",
      "address": "636 Church St. Suite 603, Evanston, IL 60201",
      "coordinates": "[42.04801490000001,-87.6804697]",
      "descrip": "Dr. Moloney is  a  local gynecologist in Evanston with a small practice located between Whole Foods and Chipotle. She is the one I personally went to my freshman year after rave reviews from a friend. She offers free birth control consultations and generally will spend about an hour in each consultation, going over your medical history, asking questions and explaining the options available to ensure that you end up with the option best suited for you. She’s very friendly and honest, and well loved on Yelp. One <a href=\"https:\/\/www.yelp.com\/biz\/kimberly-moloney-md-evanston\">particularly enthusiastic review<\/a> reads “TY Vagina Doctor u rock!!” Beyond her consultation, Dr. Moloney’s services are a bit more expensive than the other options on the list, so if you choose to see her for tests or get birth control from her, have your insurance information ready and check with her receptionist – she will let you know how much you are expected to pay. To schedule an appointment: 847-864-6100"
    }
  ]
}
